"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ byl instalován a je připraven k použití po příštím spuštění. Přejete si aplikaci %1$@ nyní nainstalovat a znovu spustit?";

"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "Aplikace %1$@ nemůže být aktualizována, protože je spuštěna z nezapisovatelného média. Může to být CD/DVD-ROM, obraz disku nebo jen nemáte právo zápisu na disk. Přesuňte aplikaci %1$@ do vaší složky Aplikace, spusťte ji z tohoto umístěni znovu.";

"%@ %@ is currently the newest version available." = "%1$@ %2$@ je nejnovější dostupná verze";

"%@ %@ is now available--you have %@. Would you like to download it now?" = "Je k dispozici %1$@ %2$@ - máte %3$@. Přejete si nyní zkopírovat aktualizaci?";

"%@ downloaded" = "zkopírováno %@";

"%@ of %@" = "%1$@ z %2$@";

"A new version of %@ is available!" = "Je dostupná nová verze aplikace %@!";

"A new version of %@ is ready to install!" = "Nová verze %@ je připravena k instalaci!";

"An error occurred in retrieving update information. Please try again later." = "Při získávání údajů o aktualizaci se vyskytla chyba. Zkuste to prosím později.";

"An error occurred while downloading the update. Please try again later." = "Při kopírování souboru se vyskytla chyba. Zkuste to prosím později.";

"An error occurred while extracting the archive. Please try again later." = "Při rozbalování archivu se vyskytla chyba. Zkuste to prosím později.";

"An error occurred while installing the update. Please try again later." = "Při instalování aktualizace se vyskytla chyba. Zkuste to prosím později.";

"An error occurred while parsing the update feed." = "Při zpracovávání údajů o aktualizaci se vyskytla chyba. Zkuste to prosím později.";

"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Vyskytla se chyba při novém spouštění aplikace %1$@, ale nová verze bude dostupná při dalším spuštění %1$@.";

/* the unit for bytes */
"B" = "B";

"Cancel" = "Zrušit";

"Cancel Update" = "Zrušit aktualizaci";

"Checking for updates..." = "Ověřuje se dostupnost aktualizací…";

/* Take care not to overflow the status window. */
"Downloading update..." = "Kopíruje se aktualizace…";

/* Take care not to overflow the status window. */
"Extracting update..." = "Rozbaluje se aktualizace…";

/* the unit for gigabytes */
"GB" = "GB";

"Install and Relaunch" = "Instalovat a znovu spustit";

/* Take care not to overflow the status window. */
"Installing update..." = "Instaluje se aktualizace…";

/* the unit for kilobytes */
"KB" = "KB";

/* the unit for megabytes */
"MB" = "MB";

"OK" = "Budiž";

"Ready to Install" = "Připraveno k instalaci";

"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Přejete si, aby aplikace %1$@ automaticky ověřovala dostupnost aktualizací? Tuto volbu můžete kdykoliv změnit v nabídce %1$@.";

"Update Error!" = "Chyba při aktualizaci!";

"Updating %@" = "Aktualizuje se %@";

"You already have the newest version of %@." = "Máte nainstalovanou nejnovější verzi aplikace @.";

"You're up to date!" = "Vaše verze je aktuální!";

